Repository: dyatlov-a/Inc.TeamAssistant
Catalog: src/Inc.TeamAssistant.WebUI/Features/Meta/MetaResources.*.resx
Languages: ru

# Author
source: Aleksandr Diatlov
ru: Александр Дятлов

# AppraiserDescription
source: A tool for organizing and estimating team stories using online poker planning
ru: Инструмент для организации командной оценки задач с использованием planning poker online

# AppraiserKeywords
source: Telegram bot, task estimate, assessment session, planning poker, planning poker online
ru: Телеграм бот, оценка задач, оценка, planning poker, planning poker online

# CheckInDescription
source: A map with our locations
ru: Карта с указанием наших геолокаций

# CheckInKeywords
source: Map, locations, check-in, check-in bot, check-in telegram bot
ru: Карта, геолокация, регистрация геолокации, бот для регистрации геолокации, бот для регистрации геолокации в telegram

# MainDescription
source: Chatbots for optimization processes in teams
ru: Чат-боты для оптимизации процессов в командах

# MainKeywords
source: easy task estimation, fast code review, networking, locations tracking
ru: легкая оценка задач, оперативное проведение ревью кода, нетворкинг, бот для регистрации геолокации, бот для регистрации геолокации в telegram

# AppraiserTitle
source: Telegram bot to estimate tasks via planning poker
ru: Телеграм бот для оценки задач через planning poker

# CheckInTitle
source: Our locations
ru: Наше местоположение

# MainTitle
source: Team assistant
ru: Team assistant | ассистент для команд

# OgAppraiserTitle
source: Appraiser
ru: Оценщик

# OgAppraiserDescription
source: Telegram bot to estimate tasks via planning poker
ru: Телеграм бот для оценки задач через planning poker

# OgAppraiserImageText
source: Appraiser - telegram bot for task estimate via planning poker
ru: Оценщик - телеграм бот для оценки задач через planning poker

# OgCheckInTitle
source: CheckIn
ru: Наше местоположение

# OgCheckInDescription
source: Locations tracking telegram bot
ru: Телеграм бот для регистрации перемещений

# OgCheckInImageText
source: CheckIn - locations tracking telegram bot
ru: CheckIn - телеграм бот для регистрации перемещений

# OgMainTitle
source: Team assistant
ru: Team assistant | ассистент для команд

# OgMainDescription
source: Chatbots for optimization processes in teams
ru: Чат-боты для оптимизации процессов в командах

# OgMainImageText
source: Team assistant - chatbots for optimization processes in teams
ru: Team assistant - чат боты для оптимизации процессов в командах
