Repository: dyatlov-a/Inc.TeamAssistant
Catalog: src/Inc.TeamAssistant.WebUI/Features/RoomProperties/RoomPropertiesResources.*.resx
Languages: ru

# RetroPropertiesSectionHelp
source: Please configure retro properties
ru: Пожалуйста, укажите свойства для проведения ретро

# RetroPropertiesSectionTitle
source: Retro properties
ru: Свойства ретро

# RetroTemplateField
source: Retro template
ru: Шаблон ретро

# RetroTypeField
source: Retro type
ru: Способ проведения ретро

source: Save
ru: Сохранить

# TimerDurationField
source: Timer duration
ru: Продолжительность таймера

# TimerDurationTemplate
source: {0} minutes
ru: {0} минут

# VoteByItemCountField
source: Maximum number of votes per item
ru: Максимальное количество голосов на элемент

# VoteCountField
source: Vote count
ru: Кол-во голосов

# VotePropertiesSectionHelp
source: Please configure vote properties
ru: Пожалуйста, укажите свойства для проведения голосования

# VotePropertiesSectionTitle
source: Vote properties
ru: Свойства голосования

# RetroTypeClosed
source: The presence of items is hidden from participants
ru: Наличие элементов не видно участникам

# RetroTypeHidden
source: The item text is hidden from participants
ru: Текст элементов не виден участникам

# RetroTypeOpened
source: The item text is visible to all participants
ru: Текст элементов виден всем участникам

# SurveyPropertiesSectionTitle
source: Survey properties
ru: Свойства опроса

# SurveyPropertiesSectionHelp
source: Please configure survey properties
ru: Пожалуйста, укажите свойства для проведения опроса

# SurveyTemplateField
source: Survey template
ru: Шаблон опроса

# TemplateStartStopContinue
source: Start, stop, continue
ru: Начать, прекратить, продолжать

# TemplateToDiscussDiscussingDiscussed
source: To discuss, discussing, discussed
ru: Обсудить, обсуждение, обсудили

# SurveyTemplateRemoteTeamHappiness
source: Remote Team Happiness
ru: Оценка счастья команды на удаленке

# SurveyTemplateSpotifyHealthCheck
source: Spotify Health Check
ru: Проверка здоровья Spotify

# TeamHealthCheck
source: Health check
ru: Проверка здоровья

source: Retro board
ru: Доска для ретро

source: Retro backlog
ru: Список задач с ретро
