Repository: dyatlov-a/Inc.TeamAssistant
Catalog: src/Inc.TeamAssistant.WebUI/Features/Dashboard/DashboardResources.*.resx
Languages: ru

# BooleanTrueText
source: Yes
ru: Да

# BooleanFalseText
source: No
ru: Нет

# AppraiserHistoryTitle
source: Estimates history
ru: История оценок

source: Assessment date
ru: Дата проведения оценки

source: Total stories
ru: Всего историй

# AssessmentSum
source: Total assessment
ru: Сумма оценок

# GoToCurrentSessionButtonText
source: Go to current session
ru: Перейти к текущей сессии

# AppraiserIntegrationConfirmText
source: After disabling the integration, the automatic creation of tasks for estimates will be disabled. Would you like to confirm this action?
ru: После отключения интеграции автоматическое создание заданий для составления смет будет отключено. Хотите подтвердить это действие?

# AppraiserIntegrationTitle
source: Integration with external sources (Jira/Trello)
ru: Интеграция с внешним источником (Jira/Trello)

# AppraiserIntegrationAccessTokenLabel
source: Access token
ru: Токен доступа

# AppraiserIntegrationProjectKeyLabel
source: Project key
ru: Ключ проекта

# AppraiserIntegrationScrumMasterLabel
source: Scrum master
ru: Скрам мастре

# AppraiserIntegrationSaveButton
source: Save
ru: Сохранить

# AppraiserIntegrationDisableButton
source: Disable
ru: Отключить

# AppraiserIntegrationEnableButton
source: Enable
ru: Включить

# AppraiserIntegrationEnableSuccess
source: Integration is configured
ru: Интеграция настроена

# CheckInMoveToMapTitle
source: Move to map
ru: Перейти к карте

# CheckInMapWidgetTitle
source: Checkin maps by chats
ru: Карты по чатам

# RandomCoffeeHistoryWidgetTitle
source: Random coffee history
ru: История встреч (Random coffee)

# RandomCoffeeFirstTitle
source: First participant
ru: Первый участник

# RandomCoffeeSecondTitle
source: Second participant
ru: Второй участник

# RandomCoffeeNoPair
source: No match found
ru: Пара не найдена

# ReviewAverageStatsWidgetTitle
source: Review average stats
ru: Статистика по ревью (средняя)

# ReviewAverageStatsTitle
source: Average daily stats (in minutes)
ru: Средняя статистика по дням (в минутах)

# ReviewAverageFirstTouch
source: First touch
ru: Первое касание

# ReviewAverageReview
source: Review
ru: Ревью

# ReviewAverageCorrection
source: Correction
ru: Правки

# LastTasksWidgetTitle
source: Last tasks for review
ru: Последние задания для обзора

# ReviewOwnerNameTitle
source: Owner
ru: Автор

# ReviewDescriptionTitle
source: Description
ru: Описание

# ReviewReviewerNameTitle
source: Reviewer
ru: Ревьювер

# ReviewStateTitle
source: State
ru: Статус

# ReviewStats
source: Stats
ru: Статистика

# ReviewStateNone
source: None
ru: Не определен

# ReviewStateNew
source: New
ru: Новая

# ReviewStateInProgress
source: InProgress
ru: В работе

# ReviewStateOnCorrection
source: OnCorrection
ru: На исправлении

# ReviewStateAccept
source: Accept
ru: Принята

# HasConcreteReviewer
source: Assigned to a concrete reviewer
ru: Назначена на конкретного ревьювера

source: First touch
ru: Время первого касания

# FirstTouchHelp
source: Time spent before the review begins
ru: Время, затраченное до начала проверки

source: Correction
ru: Время корректировки

# CorrectionHelp
source: Time spent on adjustments
ru: Время, затраченное на корректировку

source: Review
ru: Время ревью

# ReviewHelp
source: Time spent on the review
ru: Время, затраченное на проверку

# ReviewTotalStatsWidgetTitle
source: Review total stats
ru: Общая статистика по ревью

# ReviewByReviewerTemplate
source: Reviewed ({0} days)
ru: Проведено ревью ({0} дней)

# ReviewByOwnerTemplate
source: Submitted ({0} days)
ru: Отправлено на ревью ({0} дней)

source: days
ru: дня

source: Recovery teammate
ru: Восстановить участника

# TeammatesWidgetTitle
source: Teammates
ru: Товарищи по команде

# PersonName
source: Name
ru: Имя

source: Leave until
ru: Отключен до

# ExcludeFromTeam
source: Exclude (days)
ru: Исключить (дни)

source: Settings
ru: Настройка

source: Apply
ru: Применить

# DisableWidgetHelpTemplate
source: To enable the widget, you need to activate the feature "{0}"
ru: Для включения виджета необходимо активировать функцию «{0}»

source: Settings applied
ru: Настройки применены

# BotWidgetTitle
source: Bot has not selected
ru: Бот не выбран

# SelectTeam
source: Please select the team from the bot
ru: Пожалуйста выберите бота и команду

# CreateBot
source: or create new bot for your team
ru: или создайте бота

# Title
source: Dashboard
ru: Панель управления

# ConnectToTeamHelp
source: Follow the link or scan the QR code to join the team.
ru: Для подключения к команде перейдите по ссылке или отсканируйте QR-код

# ConnectToTeamButton
source: Connect to the team
ru: Подключиться к команде

# SelectTeamTitle
source: Select team
ru: Выбор команды

# BotField
source: Bot
ru: Бот

# TeamField
source: Team
ru: Команда
