Repository: dyatlov-a/Inc.TeamAssistant
Catalog: src/Inc.TeamAssistant.WebUI/Features/Retro/RetroResources.*.resx
Languages: ru

source: Add
ru: Добавить

# CollectingText
source: You need to describe all the concerns and suggestions you have. At the next retrospective, we will discuss everything together and document the decisions. Until the retrospective begins, the cards are visible only to their author.
ru: Вам необходимо описать все волнующие вас проблемы и предложения. На следующей ретроспективе мы совместно всё обсудим и зафиксируем решения. До начала ретроспективы карточки недоступны никому, кроме их автора.

# GroupingText
source: We are now at the grouping stage. Combine cards with similar ideas into logical groups. This will help simplify the discussion during the retrospective. If necessary, edit the cards so that their meaning is clear to everyone.
ru: Сейчас мы на этапе группировки. Объедините карточки с похожими идеями в логические группы. Это поможет нам упростить обсуждение на ретроспективе. При необходимости вносите правки в карточки так, чтобы их суть была понятна всем.

# PrioritizingText
source: We are now at the prioritization stage. Review the grouped cards and vote for the ones you believe are the most important to discuss. You can distribute your votes across different cards or assign multiple votes to a single one. This will help us focus on the most meaningful topics during the retrospective.
ru: Сейчас мы на этапе приоритизации. Просмотрите сгруппированные карточки и проголосуйте за те, которые считаете наиболее важными для обсуждения. Вы можете распределить свои голоса по разным карточкам или отдать несколько голосов за одну. Это поможет нам сосредоточиться на действительно значимых темах на ретроспективе.

# ConnectionStateConnecting
source: Establishing connection to the server...
ru: Устанавливается соединение с сервером...

source: Reconnect
ru: Повторить подключение

# ConfirmMoveToDiscussing
source: Early voting closure. Proceed to discussion?
ru: Досрочное завершение голосования. Перейти к обсуждению?

# DiscussingText
source: At this stage, team members sequentially discuss the cards that were created and supported during voting. The goal is to gain a deeper understanding of each card, identify issues, share perspectives, and suggest solutions.
ru: На этом этапе участники команды последовательно обсуждают карточки, которые были созданы и поддержаны во время голосования. Цель — глубже понять суть каждой карточки, выявить проблемы, поделиться мнениями и предложить решения.

# CollectingTitle
source: Collecting
ru: Сбор идей

# GroupingTitle
source: Grouping
ru: Группировка

# PrioritizingTitle
source: Prioritizing
ru: Приоритизация

# DiscussingTitle
source: Discussing
ru: Обсуждение

# SlotDropText
source: Drag here to change the type
ru: Перетащите сюда, чтобы изменить тип

# ItemRemoveConfirm
source: Are you sure you want to delete the card?
ru: Вы действительно желаете удалить карточку?

source: Actions
ru: Действия

# ActionItemStageDoneTitle
source: Done
ru: Готово

# ActionItemStageNewTitle
source: To-do
ru: В работу

# TimerStop
source: Stop
ru: Остановить

# RetroAssessmentQuestion
source: Was the retro worth our time?
ru: Стоило ли это ретро нашего времени?

# RetroAssessmentTitle
source: Rate the time invested!
ru: Оцените потраченное время!

# RetroAssessmentValueHint
source: Rate the retro 1-5.
ru: Оцените ретро от 1 до 5 баллов.

# AssessmentSuccess
source: Thank you for sharing your opinion
ru: Спасибо, что поделились своим мнением

# ColumnStartTitle
source: Start
ru: Начать

# ColumnStartDescription
source: Add notes about things that would have a positive impact on the team that aren't already implemented.
ru: Добавьте заметки о вещах, которые положительно повлияли бы на команду, но пока не реализованы.

# ColumnStopTitle
source: Stop
ru: Прекратить

# ColumnStopDescription
source: Add notes about things within your team's workflow or process that aren't helping the team to achieve their goals and should be stopped.
ru: Добавьте заметки о вещах в рабочем процессе вашей команды, которые не помогают достигать целей и которые следует прекратить.

# ColumnContinueDescription
source: Add notes about things that worked well in the previous iteration and should stay in the workflow.
ru: Добавьте заметки о вещах, которые хорошо сработали в предыдущей итерации и должны остаться в рабочем процессе.

# ColumnToDiscussTitle
source: To Discuss
ru: Обсудить

# ColumnDiscussingTitle
source: Discussing
ru: Обсуждение

# ColumnDiscussedTitle
source: Discussed
ru: Обсудили

# ColumnContinueTitle
source: Continue
ru: Продолжать

# ColumnToDiscussDescription
source: Tasks, questions, or topics that haven’t been addressed yet. Waiting to be reviewed at an upcoming meeting or during a conversation.
ru: Задачи, вопросы или темы, которые ещё не обсуждались. Ожидают рассмотрения на ближайшем собрании или в ходе диалога.

# ColumnDiscussingDescription
source: Topics currently being discussed. Team members are exchanging opinions, seeking solutions, or clarifying details.
ru: Активно обсуждаемые в данный момент темы. Участники обмениваются мнениями, ищут решения или уточняют детали.

# ColumnDiscussedDescription
source: Topics that have already been reviewed. Decisions have been made, and no further discussion is needed.
ru: Темы, которые уже были рассмотрены. Решения приняты, дальнейшее обсуждение не требуется.

# BacklogText
source: This section contains items that were brought up in previous retrospectives but haven’t been implemented yet. It’s a good opportunity to revisit ideas that are still relevant and follow through on them. Review the list, pick what still matters, and add it to the work plan.
ru: Здесь собраны пункты, которые поднимались на прошлых ретроспективах, но пока не были реализованы. Это может быть хорошая возможность вернуться к идеям, которые всё ещё актуальны, и довести их до результата. Просмотрите список, выберите то, что по-прежнему важно, и добавьте в план работы.

# ActionsHint
source: Write a specific action with an owner and a deadline — not an idea, but a step.
ru: Запиши конкретный шаг с ответственным и сроком — не идея, а действие.

# ActionItemStageNewHint
source: Action item from retro — clear, doable, with owner and deadline.
ru: Действие по итогам ретро — что делать, кто отвечает и срок.

# ActionItemStageDoneHint
source: Action items that are closed.
ru: Экшен-айтемы, которые закрыты.

# CanNotStartRetro
source: To start the retro, you need to register at least one card
ru: Для запуска ретро необходимо зарегистрировать хотя бы одну карточку

# ConnectionStateLost
source: Connection lost.
ru: Соединение потеряно.
