Repository: dyatlov-a/Inc.TeamAssistant
Catalog: src/Inc.TeamAssistant.WebUI/Features/Constructor/ConstructorResources.*.resx
Languages: ru

# RemoveConfirmationText
source: You confirm the removal of the bot named "{0}"?
ru: Вы подтверждаете удаление бота «{0}»?

source: New bot
ru: Создать

# AddBot
source: Add
ru: Добавить

# MoveToDashboard
source: dashboard
ru: инструменты

source: Edit
ru: Редактировать

# Remove
source: Delete
ru: Удалить

# Title
source: Build your bot
ru: Создай бота для своей команды

# SelectBotText
source: In the constructor, you can create a new bot or modify the settings of an existing one. You can select an existing bot or create a new one by clicking the "Add" button.
ru: В конструкторе возможно создать нового бота или изменить настройки уже существующего. Выберите существующего бота или создайте нового нажав кнопку «Добавить».

# ConnectingTelegram
source: Connecting to telegram
ru: Подключение к telegram

# MoveNextTitle
source: Next
ru: Далее

# FormSectionTokenTitle
source: Set bot token
ru: Укажите токен бота

# FormSectionTokenHelpBegin
source: Please move to
ru: Перейдите к

# FormSectionTokenHelpEnd
source: and create bot
ru: и создайте бота

# FormSectionTokenFieldTokenLabel
source: Bot token
ru: Токен доступа для бота

# FormSectionTokenFieldUserNameLabel
source: Bot username
ru: Имя бота

# TokenInvalid
source: The token is invalid.
ru: Токен недействителен.

# FeatureAdd
source: Add
ru: Добавить

# FormSectionFeaturesAvailableEmptyText
source: No available features
ru: Нет доступных функций

# FeatureRemove
source: Remove
ru: Удалить

# FormSectionFeaturesSelectedEmptyText
source: No selected features
ru: Нет выбранных функций

source: Bot details (telegram)
ru: Описание бота (telegram)

source: Save
ru: Сохранить

source: Bot details
ru: Описание бота

# BotDetailsHelp
source: Please set bot details for telegram
ru: Пожалуйста, укажите описание бота для telegram

# BotName
source: Bot name (will be available on Telegram)
ru: Имя бота (будет отображаться в telegram)

# BotShortDescription
source: Bot short description (will be available on Telegram)
ru: Короткое описание бота (будет отображаться в telegram)

# BotDescription
source: Bot description (will be available on Telegram)
ru: Описание бота (будет отображаться в telegram)

# DuplicateHolidays
source: Multiple holidays have the same date
ru: Несколько праздников имеют одну и ту же дату

# RequiredCalendar
source: Please set and save the work calendar
ru: Пожалуйста, установите и сохраните рабочий календарь

# Configuration
source: Bot settings
ru: Настройка бота

source: Supported languages
ru: Поддерживаемые языки

# SupportedLanguagesHelp
source: Please select the languages that the bot will support
ru: Пожалуйста, выберите языки, которые будет поддерживать бот

source: Languages
ru: Языки

# FormSectionTokenCheckHelp
source: Please check and confirm the bot's properties
ru: Пожалуйста, проверьте и подтвердите свойства бота

source: Features store
ru: Магазин функционала для ботов

# FormSectionFeaturesCheckHelp
source: Please check and confirm the selected features
ru: Пожалуйста, проверьте и подтвердите выбранные функции

# BooleanTrueText
source: Yes
ru: Да

# BooleanFalseText
source: No
ru: Нет

# SupportedLanguagesCheck
source: Please check the selected languages
ru: Пожалуйста проверьте выбранные языки

# ButtonUpdateText
source: Update
ru: Обновить

# ButtonCreateText
source: Create
ru: Создать

# CheckConfigurationTemplate
source: Check settings and {0}
ru: Проверить настройки и {0}

# FormSectionFeaturesTitle
source: Features
ru: Выбор функционала

# FormSectionFeaturesHelp
source: Please add features for your bot
ru: Пожалуйста, выберите функционал, который вы хотите добавить в бота

# FormSectionSetSettingsFibonacciDescription
source: Fibonacci numbers (1, 2, 3, 5, 8, 13, 21)
ru: Числа Фибоначчи (1, 2, 3, 5, 8, 13, 21)

# FormSectionSetSettingsTShirtDescription
source: T-shirts (XS, X, M, L, XL, XXL)
ru: Майки (XS, X, M, L, XL, XXL)

# FormSectionSetSettingsPowerOfTwoDescription
source: Power of two (1, 2, 4, 8, 16, 32, 64)
ru: Степени двойки (1, 2, 4, 8, 16, 32, 64)

# FormSectionSetSettingsAppraiserHeader
source: Tasks estimate
ru: Оценка задач

# FormSectionSetSettingsAppraiserHelp
source: Please specify the parameters within which the tasks will be evaluated
ru: Укажите параметры в рамках которых оцениваются задачи

# FormSectionSetSettingsStoryTypeFieldLabel
source: Methodology (default for teams)
ru: Методология (по умолчанию для команд)

# FormSectionSetSettingsRoundRobinDescription
source: Round robin
ru: Последовательный перебор

# FormSectionSetSettingsRandomDescription
source: Random
ru: Случайный выбор

# FormSectionSetSettingsReviewerHeader
source: Code review
ru: Ревью кода

# FormSectionSetSettingsReviewerHelp
source: Specify the parameters within which the code review will be conducted
ru: Укажите параметры в рамках которых проводится ревью кода

# FormSectionSetSettingsNextReviewerStrategyFieldLabel
source: Strategy for selecting a reviewer (default for teams)
ru: Стратегия выбора ревьювера (по умолчанию для команд)

# FormSectionSetSettingsWaitingNotificationIntervalFieldLabel
source: Notification interval for waiting review
ru: Интервал уведомлений для ожидания ревью

# FormSectionSetSettingsInProgressNotificationIntervalFieldLabel
source: Notification interval for in progress review
ru: Интервал уведомлений для ревью в процессе

# FormSectionSetSettingsAcceptWithCommentsFieldLabel
source: Accept review with comments
ru: Принятие ревью с замечаниями

# FormSectionSetSettingsRandomCoffeeHeader
source: Random coffee
ru: Случайный перерыв на кофе

# FormSectionSetSettingsRandomCoffeeHelp
source: Specify the parameters within which the random coffee will be conducted
ru: Укажите параметры, в рамках которых будет проводиться перерыв на кофе

# FormSectionSetSettingsRoundIntervalFieldLabel
source: Random coffee round interval
ru: Случайный интервал между встречами на кофе

# FormSectionSetSettingsVotingIntervalFieldLabel
source: Random coffee voting interval
ru: Время на голосование для определения участников

source: Work calendar
ru: Рабочий график

# WorkTimeTitle
source: Work time (UTC)
ru: Рабочее время (UTC)

# WorkTimeHelp
source: Please select work time
ru: Пожалуйста, укажите рабочее время

# WorkAllDayLabel
source: Work all day (24h)
ru: Весь день (24ч)

# WorkTimeStartLabel
source: Start time (UTC)
ru: Время начала (UTC)

# WorkTimeEndLabel
source: End time (UTC)
ru: Время завершения (UTC)

# WorkdaysTitle
source: Workdays
ru: Рабочие дни

# WorkdaysHelp
source: Please select workdays
ru: Пожалуйста, укажите рабочие дни

# WorkdaysLabel
source: Workdays
ru: Рабочие дни

# HolidaysTitle
source: Holidays
ru: Праздники

# HolidaysHelp
source: Please select calendar holidays
ru: Пожалуйста, укажите календарные праздники

# DateLabel
source: Date
ru: Дата

# WorkdayLabel
source: Workday
ru: Рабочий день

# AddHolidayLabel
source: Add holiday
ru: Добавить праздник

# DayOfWeekSunday
source: SU
ru: ВС

# DayOfWeekMonday
source: MO
ru: ПН

# DayOfWeekTuesday
source: TU
ru: ВТ

# DayOfWeekWednesday
source: WE
ru: СР

# DayOfWeekThursday
source: TH
ru: ЧТ

# DayOfWeekFriday
source: FR
ru: ПТ

# DayOfWeekSaturday
source: SA
ru: СБ

# StageCheckBot
source: 1. Connecting
ru: 1. Подключение

# StageSelectFeatures
source: 2. Features
ru: 2. Выбор функционала

# StageSetSettings
source: 3. Settings
ru: 3. Настройка

# StageComplete
source: 4. Confirmation
ru: 4. Подтверждение

# FeatureAppraiserDescription
source: Evaluate tasks using the planning poker method. Fibonacci numbers and degrees of two, as well as T-shirt sizes, are available for evaluation.
ru: Проведение оценки задач при помощи planning poker. Для оценки доступны числа Фибоначчи, майки, степени двойки.

# FeatureReviewerDescription
source: Organization of the code review process: passing tasks for review, notifying participants, and reviewing statistics.
ru: Организация процесса code review. Передача задачи на ревью, оповещения участников, статистика по ревью.

# FeatureRandomCoffeeDescription
source: Holding informal meetings over a cup of coffee, with random pairing of participants selected at intervals.
ru: Проведение неформальных встреч за чашкой кофе. Случайное формирование пар участников с выбранной периодичностью.

# FeatureCheckInDescription
source: Manage a distributed development team by marking your location on the map and finding the locations of your colleagues.
ru: Управление распределенной командой разработчиков. Отмечайте свое местоположение на карте и узнавайте местоположение коллег.

# FeatureAppraiserName
source: Tasks estimate
ru: Оценка задач

# FeatureReviewerName
source: Tasks review
ru: Код ревью

# FeatureRandomCoffeeName
source: Random coffee
ru: Проведение кофейных перерывов

# FeatureCheckInName
source: Check in on map
ru: Отметки на карте

# DataRefreshed
source: Successfully updated
ru: Успешно обновлено
