Repository: dyatlov-a/Inc.TeamAssistant
Catalog: src/Inc.TeamAssistant.WebUI/Features/Survey/SurveyResources.*.resx
Languages: ru

# TeamHealthCheckWaiting
source: Please wait for the facilitator to start the team health check.
ru: Пожалуйста, дождитесь запуска оценки здоровья модератором.

# DeliveringValueTitle
source: Delivering value
ru: Создание ценности

# DeliveringValueText
source: <b>Good:</b> We deliver great stuff! We're proud of it and our stakeholders are really happy.<br /> <b>Bad:</b> We deliver total crap. We are ashamed of that. Our stakeholders hate us for that.
ru: <b>Хорошо:</b> Мы создаем отличные вещи! Мы гордимся результатами, и наши стейкхолдеры действительно довольны.<br /> <b>Плохо:</b> Мы создаем полный бред. Мы стыдимся этого. Наши стейкхолдеры ненавидят нас за это.

# EasyToReleaseTitle
source: Easy to release
ru: Простота релиза

# EasyToReleaseText
source: <b>Good:</b> Releasing is simple, safe, painless and mostly automated.<br /> <b>Bad:</b> Releasing is risky, painful, lots of manual work and takes forever.
ru: <b>Хорошо:</b> Релиз происходит легко, безопасно, безболезненно и в основном автоматизировано.<br /> <b>Плохо:</b> Релиз рискованный, вызывает боль, требует много ручной работы и занимает вечность.

# FunTitle
source: Fun
ru: Удовольствие

# FunText
source: <b>Good:</b> We love going to work and we have a lot of fun together.<br /> <b>Bad:</b> The work is boring.
ru: <b>Хорошо:</b> Нам нравится ходить на работу, и мы много веселимся вместе.<br /> <b>Плохо:</b> Работа скучная.

# HealthOfCodebaseTitle
source: Health of codebase
ru: Состояние кодовой базы

# HealthOfCodebaseText
source: <b>Good:</b> We're proud of the quality of our code! It is clean, easy to read and has great test coverage.<br /> <b>Bad:</b> Our code is a pile of dung and technical debt is raging out of control.
ru: <b>Хорошо:</b> Мы гордимся качеством нашего кода! Он чистый, легко читаемый и имеет отличное покрытие тестами.<br /> <b>Плохо:</b> Наш код - это груда негатива, и технический долг выходит из-под контроля.

# LearningTitle
source: Learning
ru: Обучение

# LearningText
source: <b>Good:</b> We are constantly learning new things.<br /> <b>Bad:</b> We never have time to learn anything.
ru: <b>Хорошо:</b> Мы постоянно учимся новому.<br /> <b>Плохо:</b> У нас никогда нет времени учиться чему-либо.

# MissionTitle
source: Mission
ru: Миссия

# MissionText
source: <b>Good:</b> We know exactly why we are here and weâ€™re really excited about it!<br /> <b>Bad:</b> We have no idea why we are here, there's no high lever picture or focus. Our so called mission is completely unclear and uninspiring.
ru: <b>Хорошо:</b> Мы точно знаем, для чего мы здесь, и мы действительно в этом заинтересованы!<br /> <b>Плохо:</b> Мы не имеем представления о том, для чего мы здесь, нет общего понимания или фокуса. Наша так называемая миссия полностью неясна и неинтересна.

# PlayerOrPawnTitle
source: Player or pawn
ru: Игрок или пешка

# PlayerOrPawnText
source: <b>Good:</b> We are in control of our own destiny! We decide what to build and how to build it.<br /> <b>Bad:</b> We are just pawns in a game of chess with no influence over what we build or how we build it.
ru: <b>Хорошо:</b> Мы контролируем свою судьбу! Мы сами решаем, что и как строить.<br /> <b>Плохо:</b> Мы всего лишь пешки в шахматной игре, у нас нет влияния на то, что мы создаем и как мы это делаем.

# SpeedTitle
source: Speed
ru: Скорость

# SpeedText
source: <b>Good:</b> We get stuff done really quickly! No waiting and no delays.<br /> <b>Bad:</b> We never seem to get anything done. We keep getting stuck or interrupted. Stories keep getting stuck on dependencies.
ru: <b>Хорошо:</b> Мы выполняем работу очень быстро! Нет ожидания и задержек.<br /> <b>Плохо:</b> Похоже, мы ничего не делаем. Мы постоянно застреваем или прерываемся. Задачи застревают из-за зависимостей.

# SuitableProcessesTitle
source: Suitable processes
ru: Состояние процессов

# SuitableProcessesText
source: <b>Good:</b> Our way of working fits us perfectly.<br /> <b>Bad:</b> Our way of working sucks!
ru: <b>Хорошо:</b> Наш способ работы идеально подходит нам.<br /> <b>Плохо:</b> Наш способ работы ужасен!

# SupportTitle
source: Support
ru: Поддержка

# SupportText
source: <b>Good:</b> We always get great support and help when we ask for it!<br /> <b>Bad:</b> We keep getting stuck because we can't get the support and help that we ask for.
ru: <b>Хорошо:</b> Мы всегда получаем отличную поддержку и помощь, когда просим об этом!<br /> <b>Плохо:</b> Мы застреваем, потому что не можем получить поддержку и помощь, которую просим.

# TeamworkTitle
source: Teamwork
ru: Командная работа

# TeamworkText
source: <b>Good:</b> We are a great team that works great together.<br /> <b>Bad:</b> We are a bunch of individuals who neither know nor care what the others on the team are doing.
ru: <b>Хорошо:</b> Мы отличная команда, которая прекрасно работает вместе.<br /> <b>Плохо:</b> Мы группа отдельных лиц, которым нет дела до того, что делают остальные в команде.

source: Room properties
ru: Настройки комнаты

source: Reconnect
ru: Повторить подключение

# ConnectionStateConnecting
source: Establishing connection to the server...
ru: Устанавливается соединение с сервером...

# ConnectionStateLost
source: Connection lost.
ru: Соединение потеряно.

# RequiredValues
source: Please select a value
ru: Пожалуйста, выберите значение

source: Next
ru: Далее

# GiveRating
source: Answer
ru: Пропустить

# Comment
source: Add a comment (optional)
ru: Добавить комментарий (опционально)

source: Team health check
ru: Проверка здоровья команды

# TeamHealthCheckHelp
source: Please answer the following questions to assess the current state
ru: Пожалуйста, оцените текущее состояние ответив на вопросы

# TeamHealthCheckFinished
source: You have answered all the questions. Please wait for the other participants.
ru: Вы ответили на все вопросы, дождитесь остальных участников.

# ConfirmMoveToFinish
source: Not all participants have submitted their responses. Do you want to end the survey?
ru: Не все участники предоставили ответы. Хотите завершить опрос?

# HasParticipants
source: Answers by members
ru: Оценки по участникам

# HasMean
source: Average answers
ru: Средняя оценка

# TotalSummaryControls
source: Answers
ru: Оценки

# TotalSummaryControlsHelp
source: Analyze the deviations of individual participants' answers from the average answers.
ru: Проанализируйте отклонения оценок отдельных участников от средних оценок

source: Trend
ru: Тренд

# MeanAnswerHint
source: Mean answer within the current health check
ru: Средний ответ в рамках текущего опроса

# AnswersTrendHint
source: Answers trend between health checks
ru: Тенденция ответов между опросами

# AnswersHint
source: Participant answers
ru: Ответы участников

# TeamEngagementTitle
source: Team Engagement
ru: Взаимодействие с командой

# TeamEngagementText
source: Although we are working remotely, we are able to engage and communicate with each other in a good way.
ru: Несмотря на то, что мы работаем удаленно, мы можем взаимодействовать и общаться друг с другом в хорошем смысле.

# RoleClarityTitle
source: Role Clarity
ru: Ролевая ясность

# RoleClarityText
source: My role is very clear, I understand what I need to do and deliver.
ru: Моя роль очень ясна, я понимаю, что мне нужно делать.

# AutonomyTitle
source: Autonomy
ru: Автономия

# AutonomyText
source: I have the freedom and flexibility to perform my day to day work.
ru: У меня есть свобода и гибкость, чтобы выполнять свою повседневную работу.

# RemoteSupportTitle
source: Support
ru: Поддержка

# RemoteSupportText
source: We support each other as a team and we have all the tools and resources we need to perform our job.
ru: Мы поддерживаем друг друга как единая команда, и у нас есть все инструменты и ресурсы, необходимые для выполнения нашей работы.

# IsolationTitle
source: Isolation
ru: Изоляция

# IsolationText
source: I often feel isolated while working remotely.
ru: Я часто чувствую себя изолированным, работая удаленно.

# WellBeingTitle
source: Well Being
ru: Хорошее самочувствие

# WellBeingText
source: I have routines to take care of myself mentally and physically and we regularly discuss about this in our meetings.
ru: У меня есть привычка заботиться о себе умственно и физически, и мы регулярно обсуждаем это на наших встречах.

# ConnectednessTitle
source: Connectedness
ru: Связность

# ConnectednessText
source: I feel connected to my team, department and organization at large.
ru: Я чувствую связь со своей командой, отделом и организацией в целом.

# DistractionsTitle
source: Distractions
ru: Отвлечения

# DistractionsText
source: There are low distractions at home, there is always an opportunity to focus on work processes.
ru: Дома мало отвлекающих факторов, всегда есть возможность сосредоточиться на рабочих процессах.
