Repository: dyatlov-a/Inc.TeamAssistant
Catalog: src/Inc.TeamAssistant.WebUI/Features/AssessmentSession/AssessmentSessionResources.*.resx
Languages: ru

# MeanRating
source: mean
ru: среднее

# MedianRating
source: median
ru: медиана

# AcceptedValue
source: accepted
ru: принята

source: History
ru: История

source: tasks
ru: задач

# StoryList
source: Tasks list
ru: Список историй

source: Assessment Session
ru: Оценка задач

# TaskAssess
source: Task assessment
ru: Оценка задач

# AssessmentSessionAboutTemplate
source: This page shows the current evaluation process for the "{0}" team's tasks. The evaluation takes place using a bot in a Telegram chat.
ru: На этой странице показан текущий процесс оценки заданий команды «{0}». Оценка происходит с помощью бота в чате Telegram.

# AssessmentSessionConnect
source: Scan the QR code to join the team
ru: Отсканируйте QR-код, чтобы присоединиться к команде

# EstimationAcceptedTemplate
source: Estimation {0} accepted
ru: Оценка {0} принята
